{
  "exercises": [
    {
      "name": "learning about vowel shape inside the mouth",
      "tags": ["vowels"],
      "description": "Put your hand next to your ear and point your index finger up. Sing [a] in the middle of the range. While sustaining the vowel, move your finger slowly around to a point in front of the nose, allowing the sound to brighten by increasing elevation of the hump of the tongue. Continue singing and bring the finger to the back of the head, shifting to a darker tone by depressing the hump.",
       "warmup_sources": [{
        "text": "Vocal Technique: A Guide for Conductors, Teachers, and Singers   by Julia Davids and Stephen LaTour, p109",
        "url": "http://www.vocaltechnique.info/"
      }],
      "love_because": "this exercise helps to illustrate physically the possiblities of vowel colour, providing a nice reminder gesture."
    },
    {
      "name": "vowel space and resonance",
      "tags": ["vowels", "resonance"],
      "description": "Try humming on [m] with the jaw somewhat closed. Then open the jaw at the back and notice the improvement in resonance.",
      "warmup_sources": [{
        "text": "Vocal Technique: A Guide for Conductors, Teachers, and Singers   by Julia Davids and Stephen LaTour, p118",
        "url": "http://www.vocaltechnique.info/"
      }]
    },
    {
      "name": "resting the voice in pieces with difficulties in tessitura",
      "tags": ["tessitura", "reduce tension"],
      "description": "Sing the passage in question. Singers should release the abdominal and rib muscles so that the subsequent inhalation can be complete and relaxed. For soloists and for ensemble group-breaths, the breath should be significantly longer (e.g. a quarter rest becomes a half rest by reducing the duration of the preceding note). If stagger breathing is necessary for an ensemble, singers should take at least three seconds before singing again. Then continue to sing the passage. Repeat the exercise with slightly shorter breaks for the breath. Finally, sing in time.",
      "warmup_sources": [{
        "text": "Vocal Technique: A Guide for Conductors, Teachers, and Singers   by Julia Davids and Stephen LaTour, p174-175",
        "url": "http://www.vocaltechnique.info/"
      }]
    },
    {
      "name": "staccato production",
      "tags": ["staccato"],
      "description": "Breathe in very slightly after each note - this makes it easier to stop the sound and there is less likelihood of closing the vocal folds to accomplish the stoppage of sound.",
      "warmup_sources": [{
        "text": "Vocal Technique: A Guide for Conductors, Teachers, and Singers   by Julia Davids and Stephen LaTour, p183",
        "url": "http://www.vocaltechnique.info/"
      }]
    },
    {
      "name": "change things up!",
      "tags": ["blend", "community building"],
      "description": "Have the singers stand in a circle and sing to each to each other. Have them mix up so they are singing beside more people from different sections. Have them close their eyes and learn to sing together by listening instead of looking at you (remind them the trick is to breathe together!). ",
      "warmup_sources": [{
        "text": "The Perfect Blend by Timothy Seelig, p82",
        "url": "https://www.jwpepper.com/3303246.item"
      }],
      "love_because": "this exercise helps the singers listen to their piece differently and think differently about how they are making music. They will pay more attention to each other, connect more with their fellow choristers, and improve the blend and sound significantly. Every time I've done this as a singer in choir rehearsal, I've enjoyed it so much."
    },
    {
      "name": "singers be the judge",
      "tags": ["musicianship"],
      "description": "Divide the choir in half, where half sings and the other half judges their sound. Encourage the singers to figure out what could be better, and to hear it for themselves.",
      "warmup_sources": [{
        "text": "The Perfect Blend by Timothy Seelig, p102",
        "url": "https://www.jwpepper.com/3303246.item"
      }],
      "love_because": "I love any exercise that encourages musicianship in choristers. Learning to think about how to make music better will help them do and fix things without you even having to think of things or remind them!"
    },
    {
      "name": "listen to yourself",
      "tags": ["tuning"],
      "description": "Have the singers extend the size of their ears by cupping the hands behind the ears and pressing the ears slightly forward. The extended ears catch the sound of the true voice condcuted through the air and magnify it, and also is able to catch the sound of other nearby singers. Be cautious that vocal placement doesn't go too far back in the singers' mouths, as this can bring the pitch flat.",
      "warmup_sources": [{
        "text": "Singing In Tune, strategies & soluitons for conductors, conductors-in-training, & voice teachers, by Nancy Telfer, p16",
        "url": "https://www.sheetmusicplus.com/title/singing-in-tune-sheet-music/3969614"
      }]
    },
    {
      "name": "why do we do dynamics?",
      "tags": ["dynamics"],
      "description": "Determine the reason for a change in dynamics - is it playful? is it expressing the same lyrics with a different meaning? Same for constant dynamics - e.g. is a piano dynamic delicate/mysterious/distant/intense/etc? Sing it as such.",
      "warmup_sources": [{
        "text": "Singing In Tune, strategies & soluitons for conductors, conductors-in-training, & voice teachers, by Nancy Telfer, p50",
        "url": "https://www.sheetmusicplus.com/title/singing-in-tune-sheet-music/3969614"
      }]
    },
    {
      "name": "rehearsing high note passages while keeping throat relaxed",
      "tags": ["high notes"],
      "description": "Don't sing high when working on other issues - e.g. have singers speak in rhythm to work on rhythm, sing an octave lower to learn pitches, speak in rhythm with dynamics, etc. Then once all the pieces are ready, have the singers sing high.",
      "warmup_sources": [{
        "text": "Singing In Tune, strategies & soluitons for conductors, conductors-in-training, & voice teachers, by Nancy Telfer, p58",
        "url": "https://www.sheetmusicplus.com/title/singing-in-tune-sheet-music/3969614"
      }]
    }
  ]
}
